aic94xx-firmware
appimagelauncher
autojump-git
bitwarden
candy-icons-git
cava
chrome-gnome-shell
fontmanager.app
google-chrome
gpu-viewer
mailspring
microsoft-edge-beta-bin
mkinitcpio-numlock
mopidy-mpd
neovide-git
nutty
ocs-url
optimus-manager
optimus-manager-qt
pamac-all
qnotero
scrcpy
snapd
spotify
teams
touchegg
ttf-ms-fonts
typora
upd72020x-fw
visual-studio-code-bin
wd719x-firmware
yay
zotero
