acpi
adobe-source-sans-pro-fonts
alacritty
alsa-plugins
alsa-utils
archlinux-menus
aspell-en
astyle
autoconf
automake
baobab
base
binutils
bison
blender
breeze
brightnessctl
btrfs-progs
cheese
chrome-gnome-shell
clang
conky
dmenu
docker
dolphin
dolphin-plugins
dunst
eog
epiphany
evince
fakeroot
feh
file-roller
filelight
firefox
flex
gcc
gdm
gedit
gimp
git
github-cli
gnome-backgrounds
gnome-books
gnome-boxes
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-documents
gnome-font-viewer
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-photos
gnome-remote-desktop
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-terminal
gnome-themes-extra
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-video-effects
gnome-weather
gptfdisk
grilo-plugins
gst-libav
gst-plugins-good
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
hunspell-en_us
i7z
icedtea-web
inetutils
iwd
jre8-openjdk
kactivitymanagerd
kde-cli-tools
kdecoration
kmenuedit
krita
kscreenlocker
ksysguard
kvantum-qt5
kwayland-server
kwin
languagetool
libhandy
libkscreen
libmythes
libreoffice-fresh
libvirt
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-firmware
lxappearance-gtk3
lxc
m4
maim
make
man-db
man-pages
mesa-demos
milou
mutter
mythes-en
nautilus
neofetch
neovim
network-manager-applet
networkmanager
nextcloud
nextcloud-client
numlockx
nvidia
nvidia-prime
nvidia-settings
okular
openssh
orca
patch
pavucontrol
perl-json-xs
pkgconf
pkgstats
plasma-integration
plasma-workspace
polkit-gnome
pulseaudio
python-pip
qt5ct
ranger
refind
rsync
rygel
shfmt
simple-scan
speedtest-cli
sudo
sushi
syslinux
texinfo
thermald
thunar
tmux
totem
tracker
tracker-miners
tracker3
tracker3-miners
ttf-anonymous-pro
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-liberation
ttf-ubuntu-font-family
ufw
unrar
vagrant
vi
vino
virtualbox
virtualbox-ext-vnc
virtualbox-guest-dkms
virtualbox-guest-iso
virtualbox-guest-utils
virtualbox-host-modules-arch
wget
wireless_tools
xclip
xdg-user-dirs
xdg-user-dirs-gtk
xdotool
xf86-video-vesa
xfce4-power-manager
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xterm
yad
yelp
zsh
